{"careers":[
    {
        "career": "Bounty Hunter",
        "description" : "Bounty hunters are pretty straight forward. You make your money by capturing targets for money. Bounty hunters fall primarily into 3 categories: Imperial, Guild, or independent bounty hunters. Imperial Bounty hunters only work with the Imperial Security Bureau and never take jobs for corporations, smaller governments, or individuals. Guild hunters enjoy many benefits within the guild umbrella the only downside is they have little to no say with what jobs are assigned to them and finally independent are free to accept any contracts although most often it is imperial contracts as they are the most available and have little to no support on missions. Bounty hunters will need an Imperial Peace-Keeping Certificate(IPKC) any PC that chooses this career automatically start with one.", 
        "skill1": "Athletics",
        "skill2": "Brawl",
        "skill3": "Perception",
        "skill4": "Piloting (Planetay)",
        "skill5": "Piloting (Space)",
        "skill6": "Ranged (Heavy)",
        "skill7": "Streetwise",
        "skill8": "Vigilance",
        "specializations":[
            {
                "name":"Assassin",
                "description" : "Assassins are quite different from most bounty hunters as they specialize in termination of targets rather than capture. Assassins adhere to many of the same ethics and practices and avoid all needless bloodshed and honor contracts to the letter.",
                "bonusSkill1": "Melee",
                "bonusSkill2": "Ranged (Heavy)",
                "bonusSkill3": "Skulduggery",
                "bonusSkill4": "Stealth",
                "talentTree": "pdfs/assassin.pdf"
            },

            {
                "name":"Gadgeteer",
                "description": "Gadgeteers specialize in high tech gear and weapons by using the latest tech and his own personally modified gear to help complete contracts. This is a great hybrid for tech expert and combat.",
                "bonusSkill1": "Brawl",
                "bonusSkill2": "Coercion",
                "bonusSkill3": "Mechanics",
                "bonusSkill4": "Ranged (Light)",
                "talentTree": "pdfs/gadgeteer.pdf"
            },
            {
                "name":"Survivalist",
                "description": "Survivalist are hunters that are comfortable in the wilderness. Not everything happens in the galaxy happens in cities. Most habitable places of the galaxy are rural or wilderness in nature. A survivalist ensures that they have the necessary knowledge and training to make his way in these environments.",
                "bonusSkill1": "Knowledge (Xenology)",
                "bonusSkill2": "Perception",
                "bonusSkill3": "Resilience",
                "bonusSkill4": "Survival",
                "talentTree": "pdfs/survivalist.pdf"
            },
            {
                "name":"Martial Artist",
                "description": "Martial Artist perfect their hand to hand combat skills these skills work great for bounty hunters capturing targets rather than killing them.  Martial Artist also don’t need a weapon in order to be deadly and can rely on precise strikes to tire out opponents into submission.",
                "bonusSkill1": "Athletics",
                "bonusSkill2": "Brawl",
                "bonusSkill3": "Coordination",
                "bonusSkill4": "Discipline",
                "talentTree": "pdfs/martialArtist.pdf"
            },
            {
                "name":"Operator",
                "description" : "Operators like to pursue their targets from the safety and confidence of a vehicle. In a high speed chase there aren’t many that can match an operators expertise.  ",
                "bonusSkill1": "Astrogation",
                "bonusSkill2": "Gunnery",
                "bonusSkill3": "Piloting (Planetary)",
                "bonusSkill4": "Piloting (Space)",
                "talentTree": "pdfs/operator.pdf"
            },
            {
                "name":"Skip Tracer",
                "description": "Skip Tracers are the debt collectors of the universe all it takes is talking to the right person to track down their targets and collect payments. Skip tracers highlight skill is in investigation to track targets and prefer to keep their guns holstered. ",
                "bonusSkill1": "Cool",
                "bonusSkill2": "Knowledge (Underworld)",
                "bonusSkill3": "Negotiation",
                "bonusSkill4": "Skulduggery",
                "talentTree": "pdfs/skipTracer.pdf"
            }
        ]
    },
    {
        "career": "The Colonist",
        "description":"A Colonist is perhaps the most out of place character in the outer rim. Most often from the core worlds they often lack skills to survive out in dangerous situations but what they do possess knowledge to understand problems and come up with solutions. Most likely on the outer rim for opportunities to find a better life.  If knowledge is power and power corrupts it follows that a colonist is well suited to take advantage of what he knows in order to make money.",
        "skill1": "Charm",
        "skill2": "Deception",
        "skill3": "Knowledge (Core Worlds)",
        "skill4": "Knowledge (Education)",
        "skill5": "Knowledge (Lore)",
        "skill6": "Leadership",
        "skill7": "Negotiation",
        "skill8": "Streetwise",
        "specializations":[
            {
                "name":"Doctor",
                "description" : "Doctors will always find work in the outer rim as there is always a need to patch up all kinds of wounds and often find themselves as combat medics in groups. ",
                "bonusSkill1": "Cool",
                "bonusSkill2": "Knowledge (Education)",
                "bonusSkill3": "Medicine",
                "bonusSkill4": "Resilience",
                "talentTree": "pdfs/doctor.pdf"
            },

            {
                "name":"Politico",
                "description": "If politicos excel in anything it is talking. Leadership is a core idea and is a great options for groups looking for a face ",
                "bonusSkill1": "Charm",
                "bonusSkill2": "Coercion",
                "bonusSkill3": "Deception",
                "bonusSkill4": "Knowledge (Core Worlds)",
                "talentTree": "pdfs/politico.pdf"
            },
            {
                "name":"Scholar",
                "description": "Scholar are often the one in the group that knows and can be useful when dealing with issues were information is hard to come by. Or simply working on coming up with a new formula for spice a scholar has the abilities to know anything.  ",
                "bonusSkill1": "Knowledge (Outer Rim)",
                "bonusSkill2": "Knowledge (Underworld)",
                "bonusSkill3": "Knowledge (Xenology)",
                "bonusSkill4": "Perception",
                "talentTree": "pdfs/scholar.pdf"
            }
        ]
    },
            {
                "career": "The Explorer",
                "description" : "The Explorers seek to uncover countless mysteries and opportunities that the universe contains. Whether you are discovering new trade routes for the empire or smugglers lane for a crime syndicate. explorers are a group that can have many uses and make lots of money in the Outer Rim. ",
                "skill1": "Astrogation",
                "skill2": "Cool",
                "skill3": "Knowledge (Lore)",
                "skill4": "Knowledge (Outer Rim)",
                "skill5": "Knowledge (Xenology)",
                "skill6": "Perception",
                "skill7": "Piloting (Space)",
                "skill8": "Survival",
                "specializations":[
                    {
                        "name":"Fringer",
                        "description": "Fringer are the jack of all trades of explorers. They focus on knowing how to find what he needs and how to get where he needs to go. With the added ability of being able to negotiate and knows when to flee. In a group fringers are sometimes the pilot or can also be the one to find or deal with employers. ",
                        "bonusSkill1": "Astrogation",
                        "bonusSkill2": "Coordination",
                        "bonusSkill3": "Negotiation",
                        "bonusSkill4": "Streetwise",
                        "talentTree": "pdfs/fringer.pdf"
                    },
        
                    {
                        "name":"Scout",
                        "description": "There is finding a new planet but also there is going down to the planet and seeing what is up. The scout focuses on surveying and surviving on new planets. If you are planning on visiting new worlds and going to the edge of the galaxy a scout is a good member of team. ",
                        "bonusSkill1": "Athletics",
                        "bonusSkill2": "Medicine",
                        "bonusSkill3": "Piloting (Planetary)",
                        "bonusSkill4": "Survival",
                        "talentTree": "pdfs/scout.pdf"
                    },
                    {
                        "name":"Trader",
                        "description" : "Traders enjoy finding new planets and taking what they can and flipping it for massive profits. A trader can serve as a groups face. When it comes to finding something or even better fencing an item this is a great option. ",
                        "bonusSkill1": "Deception",
                        "bonusSkill2": "Knowledge (Core Worlds)",
                        "bonusSkill3": "Knowledge (Underworld)",
                        "bonusSkill4": "Negotiation",
                        "talentTree": "pdfs/trader.pdf"
                    }
                ]
            },
            {
                "career": "The Hired Gun",
                "description" : "Hired guns are at the forefront of combat. Less independent than bounty hunters this career prefers more of a straight forward mission with clear objectives. There main goals are either attacking or defending whatever the job is paying for.  They typically come from 3 backgrounds : former solider for empire or even the old republic, Serve with a planetary force or just grew up hard learning how to shoot and fight because it was the only way. There are guilds and enjoy the same benefits as bounty hunters but being independent allows you to control what you do.",
                "skill1": "Athletics",
                "skill2": "Brawl",
                "skill3": "Discipline",
                "skill4": "Piloting(Planetay)",
                "skill5": "Melee",
                "skill6": "Ranged (Light)",
                "skill7": "Resilience",
                "skill8": "Vigilance",
                "specializations":[
                    {
                        "name": "Bodyguard",
                        "description": "Body guards are great for defending a target or a place capable with just about any weapon. In a group a bodyguard is usually up front dealing damage or protecting weaker characters.  ",
                        "bonusSkill1": "Gunnery",
                        "bonusSkill2": "Perception",
                        "bonusSkill3": "Piloting (Planetary)",
                        "bonusSkill4": "Ranged (Heavy)",
                        "talentTree": "pdfs/bodyguard.pdf"
                    },
        
                    {
                        "name":"Marauder",
                        "description" : "Marauders don’t mind doing the talking with a blaster but much prefer getting physical up close. Typically, marauders are ex-pirates or he could be just a guy who likes to beat up others. ",
                        "bonusSkill1": "Melee",
                        "bonusSkill2": "Coercion",
                        "bonusSkill3": "Resilience",
                        "bonusSkill4": "Survival",
                        "talentTree": "pdfs/marauder.pdf"
                    },
                    {
                        "name":"Mercenary",
                        "description": "Mercenary soldiers are warfare experts they are adept at both ranged combat and military tactics. They typically from larger military organizations and held officer positions in those.  PC mercs will typically take a lead when it comes to combat situations. ",
                        "bonusSkill1": "Discipline",
                        "bonusSkill2": "Gunnery",
                        "bonusSkill3": "Leadership",
                        "bonusSkill4": "Ranged (Heavy)",
                        "talentTree": "pdfs/mercenary.pdf"
                    },
                    {
                        "name":"Enforcer",
                        "description": "Enforcers know that situations require fighting but they focus on sheer intimidation to do the talking, Enforcers can take the damage dealer as any hired gun but can also handle negotiations and intimidations.  ",
                        "bonusSkill1": "Brawl",
                        "bonusSkill2": "Coercion",
                        "bonusSkill3": "Knowledge (Underworld)",
                        "bonusSkill4": "Streetwise",
                        "talentTree": "pdfs/enforcer.pdf"
                    },
                    {
                        "name":"Demolitionist",
                        "description": "Demolitionist are experts in explosions and incendiary devices although they aren’t mindless they posses an understanding of the physics and reactions on any high academic level. Be careful they can be a great strength and a weakness when it comes to having a demolitionist on the squad as its not too uncommon for explosions to go awry.   ",
                        "bonusSkill1": "Computers",
                        "bonusSkill2": "Cool",
                        "bonusSkill3": "Mechanics",
                        "bonusSkill4": "Skulduggery",
                        "talentTree": "pdfs/demolitionist.pdf"
                    },
                    {
                        "name":"Heavy",
                        "description": "For Heavy size matters, they often wield the biggest gun possible in order to inflict damage. In a PC group they often act as a light tank as they can take hits but also dish out high damage.",
                        "bonusSkill1": "Gunnery",
                        "bonusSkill2": "Perception",
                        "bonusSkill3": "Ranged (Heavy)",
                        "bonusSkill4": "Resilience",
                        "talentTree": "pdfs/heavy.pdf"
                    }
                ]
            },
            {
                "career": "Smuggler",
                "description": "Smugglers spend most of their time avoiding imperials, keeping their ships flying, dodging blaster fire and having enough to eat. They deliver goods that are often much harder to acquire.  Be careful as the most profitable cargo is often the one that will land you in the kessel spice mines. ",
                "skill1": "Coordination",
                "skill2": "Deception",
                "skill3": "Knowledge (Underworld)",
                "skill4": "Perception",
                "skill5": "Piloting (Space)",
                "skill6": "Skulduggery",
                "skill7": "Streetwise",
                "skill8": "Vigilance",
                "specializations":[
                    {
                        "name":"Pilot",
                        "description": "Plenty of people fly but smuggler pilots are the ones that form a personal relationship with their ships. A PC that plays this expects to always be the go to when it comes to space combat and getting off planet fast.  ",
                        "bonusSkill1": "Astrogation",
                        "bonusSkill2": "Gunnery",
                        "bonusSkill3": "Piloting (Planetary)",
                        "bonusSkill4": "Piloting (Space)",
                        "talentTree": "pdfs/pilot.pdf"
                    },
        
                    {
                        "name":"Scoundrel",
                        "description" : "Part con artist, part gunslinger part cantina brawler. A scoundrel is what you are looking for if you want to live above law or at least think you do. In a group a scoundrel is your all purpose character it can be efficient in any and everything. " , 
                        "bonusSkill1": "Charm",
                        "bonusSkill2": "Cool",
                        "bonusSkill3": "Deception",
                        "bonusSkill4": "Ranged (Light)",
                        "talentTree": "pdfs/scoundrel.pdf"
                    },
                    {
                        "name":"Thief",
                        "description" : "Thief is your covert ops scoundrel they specialize in getting into places taking what they can and getting out and selling for a profit to make a quick buck. A PC that chooses a thief is great for getting in and out of sticky situations. ",
                        "bonusSkill1": "Computers",
                        "bonusSkill2": "Skulduggery",
                        "bonusSkill3": "Stealth",
                        "bonusSkill4": "Vigliance",
                        "talentTree": "pdfs/thief.pdf"
                    },
                    {
                        "name":"Charmer",
                        "description": "Charmers are confident and elegant instead of relying on intimidation he relies on simply asking for it by relying on his natural charisma. A PC that chooses this will presumably be the face and be useful in any social interactions.  ",
                        "bonusSkill1": "Charm",
                        "bonusSkill2": "Cool",
                        "bonusSkill3": "Leadership",
                        "bonusSkill4": "Negotiation",
                        "talentTree": "pdfs/charmer.pdf"
                    },
                    {
                        "name":"Gambler",
                        "description": "Gamblers holds all the cards when the chips are down. The gambler loves misleading and taking big risks on profits. The options of a gambler for PC can range from aristocratic core dweller participating in high stakes games or throwing his like 50 credits trying to repair his ship. He can fit into a face role or work well with others to help meet newer bigger clientele ",
                        "bonusSkill1": "Computers",
                        "bonusSkill2": "Cool",
                        "bonusSkill3": "Deception",
                        "bonusSkill4": "Skulduggery",
                        "talentTree": "pdfs/gambler.pdf"
                    },
                    {
                        "name":"Gunslinger",
                        "description" : "Gunslingers have their gun on them at all times they know how things can change quick in the outer rim and know its handy to have their hand on their gun and shoot first ask questions later. A gunslinger can fit many combative roles within in the group.",
                        "bonusSkill1": "Coercion",
                        "bonusSkill2": "Cool",
                        "bonusSkill3": "Knowledge (Outer Rim)",
                        "bonusSkill4": "Ranged (Light)",
                        "talentTree": "pdfs/gunslinger.pdf"
                    }
                ]
            },
            {
                "career": "The Technician",
                "description": "Technician love getting their hands on any technology or mechanical devices. Most people would like to deal with them rather than people. Technicians can find work all over the outer rim and any place there is always a need to fix something or improve something.  ",
                "skill1": "Astrogation",
                "skill2": "Computers",
                "skill3": "Coordination",
                "skill4": "Discipline",
                "skill5": "Knowledge (Outer Rim)",
                "skill6": "Mechanics",
                "skill7": "Perception",
                "skill8": "Piloting (Planetary)",
                "specializations":[
                    {
                        "name":"Mechanic",
                        "description": "Mechanics are either the glue that holds everything together or the grease that makes it all go. Mechanics in PC groups will be the go to when it comes to fixing a ship and work closely with pilots to keep everything running smoothly. ",
                        "bonusSkill1": "Brawl",
                        "bonusSkill2": "Mechanics",
                        "bonusSkill3": "Piloting (Space)",
                        "bonusSkill4": "Skulduggery",
                        "talentTree": "pdfs/mechanic.pdf"
                    },
        
                    {
                        "name":"Outlaw Tech",
                        "description": "Outlaw techs are the ones that you go to when you want something out the ordinary or give some new upgrades. Outlaw Techs are useful in groups for upgrading gear and keeping ships and vehicles operating.  Also great for dealing with black market contacts. ",
                        "bonusSkill1": "Knowledge (Education)",
                        "bonusSkill2": "Knowledge (Underworld)",
                        "bonusSkill3": "Mechanics",
                        "bonusSkill4": "Streetwise",
                        "talentTree": "pdfs/outlawTech.pdf"
                    },
                    {
                        "name":"Slicer",
                        "description": "Slicers deal with computers and data pads, these are lock boxes worth breaking in. Slicer characters are vital with dealing with computers or acquiring data without one expect to struggle especially with imperials.  ",
                        "bonusSkill1": "Computers",
                        "bonusSkill2": "Knowledge (Education)",
                        "bonusSkill3": "Knowledge (Underworld)",
                        "bonusSkill4": "Stealth",
                        "talentTree": "pdfs/slicer.pdf"
                    },
                    {
                        "name":"Cyber Tech",
                        "description": "Cyber Tech specializes in Cybernetics. When losing limbs happens a cyber tech has a new solution to improve what was lost.   In a group expect them to jump at a chance for a fellow member to lose a limb. ",
                        "bonusSkill1": "Athletics",
                        "bonusSkill2": "Mechanics",
                        "bonusSkill3": "Medicine",
                        "bonusSkill4": "Vigliance",
                        "talentTree": "pdfs/cyberTech.pdf"
                    },
                    {
                        "name":"Droid Tech",
                        "description": "Droid techs focus on building, maintaining and enhancing droids that are heavily prevalent in the galaxy. In a group you can build a droids for just about anything combat, medicine but also are adept at convincing droids to do things for them as well.",
                        "bonusSkill1": "Computers",
                        "bonusSkill2": "Cool",
                        "bonusSkill3": "Mechanics",
                        "bonusSkill4": "Leadership",
                        "talentTree": "pdfs/droidTech.pdf"
                    },
                    {
                        "name":"Modder",
                        "description": "If you are looking to tinker with a groups weapons then a Modder is for you maybe you like to see how they can quick draw faster or shoot straighter or farther then Modder is for you. Having a Modder around makes sure that your equipment is up do date and performing to best of their ability. ",
                        "bonusSkill1": "Gunnery",
                        "bonusSkill2": "Mechanics",
                        "bonusSkill3": "Piloting (Space)",
                        "bonusSkill4": "Streetwise",
                        "talentTree": "pdfs/modder.pdf"
                    }
                ]
            }
            
]


}